Revit 2027 API
UnitTypeId.TonneForceMetersPerMeter Property
 Tonne force meters per meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TonneForceMetersPerMeter { get; }
Public Shared ReadOnly Property TonneForceMetersPerMeter As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TonneForceMetersPerMeter {
	ForgeTypeId^ get ();
}
static member TonneForceMetersPerMeter : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace